{
  "Blockchain derivatives": "Công cụ phái sinh chuỗi khối",
  "Discover Web3's native derivatives trading platform that is helping DeFi mature.": "Khám phá nền tảng giao dịch phái sinh gốc của Web3 đang giúp DeFi phát triển",
  "Uncompromisingly Decentralised.": "Phi tập trung không thỏa hiệp",
  "The world's most advanced DEX.": "Sàn DEX tiên tiến nhất thế giới",
  "Cash settled futures are now live on Vega's Alpha Mainnet.": "Hợp đồng tương lai thanh toán bằng tiền mặt hiện đã có trên Alpha Mainnet của Vega",
  "Launch console": "Mở bảng điều khiển",
  "Vega Wallet": "Ví Vega",
  "Docs": "Tài liệu",
  "Backed by:": "Được hỗ trợ tư vấn bơi",
  "Programmatic trading on Vega": "Giao dịch có lập trình trên Vega",
  "Vega's decentralised datanode architecture provides rich CEX-like APIs and full historic price data for everyone.": "Kiến trúc nút dữ liệu phi tập trung của Vega cung cấp các API phong phú giống như CEX và dữ liệu giá lịch sử đầy đủ cho mọi người",
  "Explore": "Khám phá",
  "Key features": "Các tính năng chính",
  "Non-custodial and pseudonymous": "Ví độc lập - Non-custodial và ví giả  -pseudonymous ",
  "No third party has access to your funds.": "Không có bên thứ ba nào có quyền truy cập vào tài  khoản của bạn",
  "Purpose built proof of stake blockchain": "Xây dựng POS có mục đích",
  "Fully decentralised high performance peer-to-network trading.": "Giao dịch mạng ngang hàng hiệu suất cao phi tập trung hoàn toàn",
  "Low fees and no cost to place orders": "Phí giao dịch thấp và không có chi phí để đặt lệnh",
  "Fees work like a CEX with no per-transaction gas for orders": "Phí giao dịch hoạt động giống như sàn CEX nhưng không có gas cho mỗi giao dịch cho các lệnh giao dịch",
  "Transparent and open source trading": "Giao dịch nguồn mở và minh bạch",
  "All Vega source code and trading data are publicly available.": "Tất cả mã nguồn Vega và dữ liệu giao dịch đều có sẵn và được công khai",
  "Capital efficient margin trading": "Giao dịch ký quỹ hiệu quả về vốn",
  "Leveraged trading with full cross-margining.": "Giao dịch đòn bẩy với ký quỹ chéo đầy đủ - cross margining",
  "Rich CEX-style order book and APIs": "Cách đặt lệnh đa dạng kiểu Cex và APIs",
  "Fully decentralised limit order book (dCLOB) and historic data APIs.": "Sổ lệnh giới hạn phi tập trung hoàn toàn (dCLOB) và API dữ liệu lịch sử",
  "Decentralised liquidity incentivisation": "Khuyến khích thanh khoản phi tập trung",
  "Liquidity provision is fairly rewarded from fee revenue by the protocol.": "Cung cấp thanh khoản được khen thưởng minh bạch từ doanh thu phí của giao thức",
  "Permissionless market creation": "Xây dựng thị trường tự do",
  "Create any market on any underlying with on-chain governance": "Tạo bất kỳ thị trường nào trên bất kỳ cơ sở nào với quản trị trên chuỗi",
  "View all": "Xem toàn bộ",
  "Roadmap": "Lộ trình - Roadmap",
  "Events": "Sự kiện",
  "Where next?": "Đích tới tiếp theo?",
  "Use the network": "Sự dụng mạng lưới",
  "Join the community": "Tham gia công đồng Vega",
  "Govern the network": "Quản trị mạng lưới",
  "Develop on Vega": "Phát triển trên nền tảng Vega"
}
