{
  "Rewards": "Phần thưởng",
  "Get rewarded for participating in the future of DeFi.": "Bạn sẽ nhận phần thưởng khi tham gia vào phát triển tương lai của DeFi",
  "Develop": "Xây dựng",
  "Rewards on Vega are designed to allow any Vega network participant to incentivise user behaviour and are paid at the end of each epoch.": "Phần thưởng trên Vega được thiết kế để cho phép tất cả người tham gia mạng Vega, nhằm khuyến khích hành vi của người dùng và được thanh toán vào cuối mỗi chu kỳ (epoch).",
  "Rewards I've earned": "Phần thưởng tôi đã kiếm được",
  "Anyone can fund a reward pool of any type and can customise that reward pool to reward specific markets or settlement assets if desired.": "Bất kỳ ai cũng có thể tài trợ cho bất kỳ loại phần thưởng nào và có thể tùy chỉnh nhóm phần thưởng đó để thưởng cho các thị trường hoặc tài sản thanh toán cụ thể nếu muốn.",
  "To learn more about rewards, or to find out how to fund your own rewards, <2>visit the docs</2>": "Để tìm hiểu thêm về phần thưởng hoặc tìm hiểu cách tài trợ cho phần thưởng của riêng bạn, hãy <2>truy cập vào tài liệu</2>",
  "Incentives and Bounties": "Các chương trình khuyến khích (Incentives) và Các chương trình Bounty",
  "Bounties": "Các chương trình Bounty",
  "Participate in developer bounties and get rewarded for your commitment.": "Tham gia các chương trình Bounty dành cho nahf phát triển và nhận phần thưởng cho các đóng góp của bạn",
  "Security issues": "Các vấn đề bảo mật",
  "Report a security issue": "Bao cáo vấn đề bảo mật",
  "Found a software security issue? Report it to us and earn rewards by finding bugs that affect the Vega Network.": "Tìm thấy một vấn đề bảo mật phần mềm? Hãy báo cáo cho chúng tôi và kiếm phần thưởng bằng cách tìm ra các lỗi ảnh hưởng đến Mạng Vega.",
  "Fairground incentives": "Các chương trình khuyến khích trên Fairground",
  "Fairground": "Fairground",
  "Earn rewards for helping to find bugs and battle harden Vega's Testnet.": "Kiếm phần thưởng khi giúp tìm lỗi (bug) và củng cố Testnet của Vega."
}
